[
    {
        "name": "Clarise Liu",
        "andrewid": "crliu",
        "img": "crliu.jpg",
        "title": "Co-Head of Tech",
        "desc": "Clarise is a junior studying computer science with a minor in Intelligent Environments. They mainly do lighting, event communications, and power in AB Tech. Clarise loves fast-paced music, animated movies, creating tangible and interactive experiences, and the game Cats&Soup."
    },
    {
        "name": "Stella Yim",
        "andrewid": "maristey",
        "img": "maristey.jpg",
        "title": "Co-Head of Tech",
        "desc": "Stella is a junior studying mechanical engineering. In AB Tech, she does a lot of sound and driving trucks. Sometimes she will randomly do stage management, get a new tattoo, or blast K-pop in techroom while battling balloons. "
    },
    {
        "name":"Queenie Chen",
        "andrewid": "siyanche",
        "img": "siyanche.jpg",
        "title": "Co-Finance Chair",
        "desc": "Queenie (!) is a Junior in Computational Finance minoring in Drama and Behavioral Economics. She loves swimming, hiking, participating in theatre (watching/producing!). Fun fact -- her birthday is usually the first/second day of class for spring semester."
    },
    {
        "name": "Maggie Gong",
        "andrewid": "yiyugong",
        "img": "yiyug.jpg",
        "title": "Co-Finance Chair",
        "desc": "Maggie is a sophomore studying ECE who enjoys doing lighting and is interested in learning about all areas in Tech. In her free time, Maggie loves watching musicals and playing certain winter sports."
    },
    {
        "name": "Felicia Liu",
        "andrewid": "yixuanl3",
        "img": "yixuanl3.jpg",
        "title": "Equipment Manager",
        "desc": "Felicia is a junior majoring in ECE and BME. She recently developed a love for film photography and is actively learning new skills. Come talk to her if you also like photography!"
    },
    {
        "name": "Grace Kam",
        "andrewid": "gskam",
        "img": "gskam.jpg",
        "title": "Personnel Manager",
        "desc": "Grace is a junior studying Materials Science and Biomedical Engineering. In her free time she likes playing violin, cooking, playing board games, and dancing :)"
    },
    {
        "name": "Chloe Poon",
        "andrewid": "cpoon2",
        "img": "cpoon2.jpg",
        "title": "Internal Operations Chair",
        "desc": "Chloe is a sophomore majoring in ECE and BME. In her free time she likes to sleep, eat, stare into space, and crochet. Fun fact -- her andrewid is cpoon2"
    },
    {
        "name": "Heidi Tao",
        "andrewid": "heidit",
        "img": "heidit.jpg",
        "title": "Social Chair",
        "desc": "Heidi is a sophomore in Dietrich who's currently trying to decide on a major. In her spare time, she enjoys taking photos and videos."
    },
    {
        "name": "Max Wang",
        "andrewid": "junkaiw",
        "img": "junkaiw.jpg",
        "title": "Training Chair",
        "desc": "Max is a sophomore in ABTech interested in (but not good at!) lighting, sound, stage management and media. In his free time, he enjoys playing video games, watching anime and staying in his room."
    },
    {
        "name": "Wellington Jiang",
        "andrewid": "haoj2",
        "img": "haoj2.jpg",
        "title": "Tracker Dev",
        "desc": "Wellington is a sophomore studying ECE with additional minors in economics and IRP. Within AB Tech, he is most interested in sound, but dabbles in maintaining Tracker and the AB Tech website. When (if) he is free, Wellington loves to explore Google Earth, blast music, read and sleep."
    },
    {
        "name": "Gyan Singh",
        "andrewid": "gyanepss",
        "img": "gyanepss.jpg",
        "title": "Repair & Maintenance Chair",
        "desc": "Gyan is a sophomore studying ECE. She mainly does lighting design in AB Tech but enjoys dabbling in sound and production management. In her free time, you can find her making art, doing any variety of outdoorsy activities, or perched on the tallest surface in the room."
    }
]
